[
  "బ్రేకింగ్ న్యూస్ డ్రైనేజీ కాల్వలో బీఆర్ఎస్ పార్టీకి పోలైన బ్యాలెట్ పేపర్ ఓట్లు ఆర్వోను సస్పెండ్ చేసిన కలెక్టర్ నల్లగొండ జిల్లా చిట్యాల మండలం చిన్నకాపర్తి గ్రామంలో ఓ డ్రైనేజీ కాల్వలో లభ్యం అయిన బీఆర్ఎస్ పార్టీకి పోలైన బ్యాలెట్ పేపర్ ఓట్లు ఘటనా స్థలానికి చేరుకొని ఎన్నికల అధికారులకు, పోలీసులకు పిర్యాదు చేసిన మాజీ మంత్రి, ఎమ్మెల్యే జగదీష్ రెడ్డి, మాజీ ఎమ్మెల్యేలు చిరుమర్తి లింగయ్య, భూపాల్ రెడ్డి పేపర్లను బయటకు తీసుకువచ్చిన పేరు తెలియని వ్యక్తిపై 233 సెక్షన్ కింద ఎఫ్ఐఆర్ నమోదు స్టేజ్ టు ఆర్వోను సస్పెండ్ చేస్తున్నట్లు తెలిపిన జిల్లా కలెక్టర్ ఇలా త్రిపాఠి ఘటనపై విచారణ నిర్వహించేందుకు గాను నల్గొండ ఆర్డీవోను అధికారిగా నియామకం మిగిలిపోయిన బ్యాలెట్ పత్రాలన్నింటిని ఆర్డీవో సమక్షంలో భద్రపరచాలని, దానిని వీడియోగ్రఫీ చేయించాలని ఆదేశాలు జారీ",
  "రేవంత్ ఇలాకాలో.. గులాబీ తడాఖా మహబూబ్ నగర్ జిల్లా పంచాయతీ ఎన్నికల్లో బీఆర్ఎస్ 65, కాంగ్రెస్ 61 సర్పంచుల గెలుపు రేవంత్ రెడ్డి సొంత జిల్లాలోనే బీఆర్ఎస్ డామినేట్ చేయడంతో షాకైన స్థానిక కాంగ్రెస్ నేతలు సీఎంగా మహబూబ్ నగర్ ఎమ్మెల్సీ, ఎంపీ స్థానాలను గెలిపించుకోలేక పోయిన రేవంత్ రెడ్డి అదే రికార్డుని కొనసాగిస్తూ సొంత జిల్లాలో ఎక్కువ పంచాయతీలు గెలవడంలో అట్టర్ ఫ్లాప్ మరోవైపు సొంత జిల్లాలో మెజారిటీ పంచాయతీలు సాధించి, సత్తా చాటిన మిగత మంత్రులు",
  "పంచాయతీ ఎన్నికల కోసం ఇంత బందోబస్తా!! కాంగ్రెస్ ఎమ్మెల్యే యశస్విని రెడ్డి నియోజకవర్గంలో పాలకుర్తిలోని చర్లపాలెం పంచాయతీ ఎన్నికల కోసం భారీగా బందోబస్తు మోహరింపు",
  "తెలంగాణలో నిన్న ఒకరోజే ఫుట్ బాల్ పాయిజన్ బారిన పడి అస్వస్థతకు గురైన 67 మంది గురుకుల విద్యార్థులు హైదరాబాద్ పరిధిలోని హైటెక్ సిటీ సమీపంలో ఉన్న చంద్రు నాయక్ తండాలోని ప్రభుత్వ పాఠశాలలో 44 మంది విద్యార్ధులకు, బాగ్ లింగంపల్లి మైనారిటీ గురుకుల పాఠశాలలో 23 మంది విద్యార్థులకు ఫుడ్ పాయిజన్ కింగ్ కోఠి ఆసుపత్రిలో పలువురు, నిలోఫర్ ఆసుపత్రిలో చికిత్స పొందుతున్న పలువురు విద్యార్థులు చంద్రునాయక్ తండాలోని పాఠశాలలో అస్వస్థతకు గురైన 44 మంది విద్యార్థులను చికిత్స నిమిత్తం కొండాపూర్ ప్రభుత్వ ఆసుపత్రికి తరలించగా, వీరిలో ఆరుగురి పరిస్థితి ఆందోళనకరంగా ఉన్నట్లు తెలిపిన వైద్యులు",
  "రెండేళ్ల కాంగ్రెస్ పాలనలో 116 మంది గురుకుల విద్యార్థులు చనిపోయారు ఇంత మంది విద్యార్థులు చనిపోయినా రేవంత్ రెడ్డికి చీమ కుట్టినట్లు కూడా అవ్వడం లేదు - హరీష్ రావు",
  "మెస్సీతో ఈ మేస్త్రి ఫుట్ బాల్ ఆడడానికి రూ.100 కోట్లు ఖర్చు పెడుతున్నాడు బాగ్ లింగంపల్లి గురుకుల విద్యార్థులు 90 మంది కలుషిత ఆహారంతో అస్వస్థతకు గురైతే, ముఖ్యమంత్రికి, మంత్రులకు చీమ కుట్టినట్లు కూడా లేదు ఒక్కరు కూడా ఆ పిల్లలను పరామర్శించలేదు.. అందరూ ఫుట్ బాల్ ఆడడంలో బిజీగా ఉన్నారు రూ.100 కోట్లతో ఫుట్ బాల్ ఆడేకంటే పిల్లలకు ఏదైనా మంచి హాస్టల్ కట్టి, కడుపు నిండా మంచి ఆహారం పెట్టొచ్చు కదా - హరీష్ రావు",
  "నేడు హైదరాబాద్‌కు రాహుల్ గాంధీ ఉప్పల్ స్టేడియంలో జరిగే ఫుట్ బాల్ మ్యాచ్ వీక్షించేందుకు వస్తున్న రాహుల్ గాంధీ ఈరోజు సాయంత్రం 4 గంటలకు శంషాబాద్ విమానాశ్రయానికి చేరుకుని, 7 గంటల వరకు ఫలక్‌నుమా ప్యాలెస్ హోటల్లో రాహుల్ బస అక్కడినుండి ఉప్పల్ స్టేడియంకు చేరుకుని మెస్సీ ఫుట్ బాల్ మ్యాచ్ వీక్షించి తిరిగి ఢిల్లీ వెళ్లనున్న రాహుల్ గాంధీ",
  "ఒక ఆడపిల్ల మీద ఇంత మంది ఎగబడతారా! పాలకుర్తి ఎమ్మెల్యే యశస్విని రెడ్డిపై తిరగబడ్డ సొంత పార్టీ కార్యకర్తలు జనగామ జిల్లా కొడకండ్ల మండలం నర్సింగపురంలో సర్పంచ్ ఎన్నికల ప్రచారంలో పాల్గొన్న యశస్విని రెడ్డి ఈ క్రమంలో పార్టీకి అనుకూలంగా పని చేసేవారికి కాకుండా, మీకు నచ్చిన వ్యక్తిని సర్పంచ్ అభ్యర్ధిగా ఎలా ప్రకటిస్తారని నిలదీసిన కాంగ్రెస్ కార్యకర్తలు ఒక ఆడపిల్ల మీద ఇంత మంది ఎగబడతారా, ఆడబిడ్డను బాధపెడితే ఆ పాపం ఇక్కడికి పోదు అంటూ కార్యకర్తలపై మండిపడ్డ యశస్విని రెడ్డి"
]